Repository: jaywcjlove/app-i18n
Catalog: i18n/source/menuist/Menuist/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반적인
ru: Общий
zh_hans: 常规
zh_hant: 常規

source: Go Settings
de: Zu den Einstellungen
fr: Aller aux paramètres
it: Vai alle impostazioni
ja: 設定に進む
ko: 설정으로 이동
ru: Перейти к настройкам
zh_hans: 去设置
zh_hant: 去設定

source: Grant Folder Permission
de: Ordnerberechtigung erteilen
fr: Accorder l'autorisation au dossier
it: Concedi autorizzazione alla cartella
ja: フォルダー権限の付与
ko: 폴더 권한 부여
ru: Предоставить разрешение на папку
zh_hans: 授予文件夹权限
zh_hant: 授予資料夾許可權

source: Help
de: Hilfe
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 돕다
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

source: Hidde Menu
de: Ausgeblendetes Menü
fr: Masquer le menu
it: Nascondi menu
ja: メニューを隠す
ko: 메뉴 숨기기
ru: Скрытое меню
zh_hans: 隐藏菜单
zh_hant: 隱藏選單

source: Hidden in folder menu
de: Im Ordnermenü versteckt
fr: Caché dans le menu des dossiers
it: Nascosto nel menu cartella
ja: フォルダーメニューに隠されています
ko: 폴더 메뉴에 숨겨져 있음
ru: Спрятано в меню папки
zh_hans: 在文件夹菜单中隐藏
zh_hant: 在資料夾選單中隱藏

source: Hide Dock Icon
de: Dock-Symbol ausblenden
fr: Masquer l'icône du Dock
it: Nascondi icona nel Dock
ja: Dock アイコンを非表示にする
ko: 도크 아이콘 숨기기
ru: Скрыть значок в доке
zh_hans: 隐藏拓展坞图标
zh_hant: 隱藏拓展塢圖示

source: Hide Free Apps Menu
de: Menü „Kostenlose Apps“ ausblenden
fr: Masquer le menu des applications gratuites
it: Nascondi menu App gratuite
ja: 無料アプリメニューを非表示にする
ko: 무료 앱 메뉴 숨기기
ru: Скрыть меню бесплатных приложений
zh_hans: 隐藏免费应用菜单
zh_hant: 隱藏免費應用選單

source: Hide menu bar icon
de: Menüleistensymbol ausblenden
fr: Masquer l'icône de la barre de menus
it: Nascondi icona nella barra dei menu
ja: メニューバーアイコンを非表示にする
ko: 메뉴 표시줄 아이콘 숨기기
ru: Скрыть значок строки меню
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單欄圖示

source: Hide My Apps List Menu
de: Listenmenü „Meine Apps“ ausblenden
fr: Masquer le menu de ma liste d'applications
it: Nascondi menu Le mie app
ja: マイアプリリストメニューを非表示にする
ko: 내 앱 목록 메뉴 숨기기
ru: Скрыть меню списка моих приложений
zh_hans: 隐藏我的应用列表菜单
zh_hant: 隱藏我的應用列表選單

source: Hide settings on launch
de: Einstellungen beim Start ausblenden
fr: Masquer les paramètres au lancement
it: Nascondi impostazioni all'avvio
ja: 起動時に設定を非表示にする
ko: 실행 시 설정 숨기기
ru: Скрыть настройки при запуске
zh_hans: 启动不显示设置界面
zh_hant: 啟動不顯示設定介面

source: History Count
de: Anzahl Verlaufseinträge
fr: Compte historique
it: Numero voci cronologia
ja: 履歴カウント
ko: 기록 개수
ru: История подсчета
zh_hans: 历史数量
zh_hant: 歷史數量

source: Icon
de: Symbol
fr: Icône
it: Icona
ja: アイコン
ko: 상
ru: Икона
zh_hans: 图标
zh_hant: 圖示

source: If the issue persists, please restart the application and recheck for any permission issues.
de: Wenn das Problem weiterhin besteht, starten Sie die Anwendung bitte neu und prüfen Sie erneut, ob Berechtigungsprobleme vorliegen.
fr: Si le problème persiste, veuillez redémarrer l'application et revérifier tout problème d'autorisation.
it: Se il problema persiste, riavvia l'applicazione e verifica nuovamente le autorizzazioni.
ja: 問題が解決しない場合は、アプリケーションを再起動し、権限の問題がないか再確認してください。
ko: 문제가 지속되면 애플리케이션을 다시 시작하고 권한 문제가 있는지 다시 확인하세요.
ru: Если проблема не устранена, перезапустите приложение и еще раз проверьте наличие проблем с разрешениями.
zh_hans: 如果问题仍然存在，请重启应用并重新检查权限是否正常。
zh_hant: 如果問題仍然存在，請重啟應用並重新檢查許可權是否正常。

source: In Finder
de: Im Finder
fr: Dans le Finder
it: Nel Finder
ja: ファインダー内
ko: 파인더에서
ru: В Finder
zh_hans: 在访达中显示
zh_hant: 在訪達中顯示

source: In macOS 26+, if access to the root directory (%1$@) or external devices (e.g., USB drives) is authorized, reauthorization is required after restarting the system. However, directories under user directories (e.g., "%2$@") do not require reauthorization. This is a security policy under sandbox mode, and there is currently no perfect solution.
de: Wenn in macOS 26+ der Zugriff auf das Stammverzeichnis (%1$@) oder externe Geräte (z. B. USB-Laufwerke) autorisiert ist, ist nach dem Neustart des Systems eine erneute Autorisierung erforderlich. Für Verzeichnisse unter Benutzerverzeichnissen (z. B. „%2$@“) ist jedoch keine erneute Autorisierung erforderlich. Dies ist eine Sicherheitsrichtlinie im Sandbox-Modus und es gibt derzeit keine perfekte Lösung.
fr: Sous macOS 26+, si l'accès au répertoire racine (%1$@) ou aux périphériques externes (par exemple, clés USB) est autorisé, une nouvelle autorisation est requise après le redémarrage du système. Cependant, les répertoires sous les répertoires d'utilisateurs (par exemple, "%2$@") ne nécessitent pas de réautorisation. Il s’agit d’une politique de sécurité en mode sandbox, et il n’existe actuellement aucune solution parfaite.
it: In macOS 26+, se è stato autorizzato l'accesso alla directory principale (%1$@) o a dispositivi esterni (ad es. unità USB), sarà necessaria una nuova autorizzazione dopo il riavvio del sistema. Le directory all'interno della cartella utente (ad es. "%2$@") non richiedono invece una nuova autorizzazione. Si tratta di una politica di sicurezza imposta dalla modalità sandbox, per la quale al momento non esiste una soluzione definitiva.
ja: macOS 26 以降では、ルート ディレクトリ (%1$@) または外部デバイス (USB ドライブなど) へのアクセスが認証されている場合、システムの再起動後に再認証が必要です。ただし、ユーザー ディレクトリの下のディレクトリ ("%2$@" など) には再認証は必要ありません。これはサンドボックス モードでのセキュリティ ポリシーであり、現時点では完全な解決策はありません。
ko: macOS 26+에서는 루트 디렉터리(%1$@) 또는 외부 장치(예: USB 드라이브)에 대한 액세스가 인증된 경우 시스템을 다시 시작한 후 재인증이 필요합니다. 그러나 사용자 디렉터리 아래의 디렉터리(예: "%2$@")에는 재인증이 필요하지 않습니다. 이는 샌드박스 모드에서의 보안 정책으로, 현재 완벽한 솔루션은 없습니다.
ru: В macOS 26+, если доступ к корневому каталогу (%1$@) или внешним устройствам (например, USB-накопителям) разрешен, повторная авторизация требуется после перезапуска системы. Однако каталоги в каталогах пользователей (например, «%2$@») не требуют повторной авторизации. Это политика безопасности в режиме «песочницы», и идеального решения на данный момент не существует.
zh_hans: 在 macOS 26+ 中，如果授权访问磁盘根目录(%1$@)或外部设备（如U盘），重启系统后需要重新授权。但在用户目录（“%2$@”）下的文件夹，则无需再次授权。这是沙盒模式的安全策略，目前尚无理想的解决方案。
zh_hant: 在 macOS 26+ 中，如果授權訪問磁碟根目錄(%1$@)或外部裝置（如隨身碟），重啟系統後需要重新授權。但在使用者目錄（“%2$@”）下的資料夾，則無需再次授權。這是沙盒模式的安全策略，目前尚無理想的解決方案。

source: Includes right-click menu options like delete and copy
de: Enthält Rechtsklick-Menüoptionen wie Löschen und Kopieren
fr: Comprend des options de menu contextuel telles que supprimer et copier
it: Include opzioni del menu contestuale come Elimina e Copia
ja: 削除やコピーなどの右クリック メニュー オプションが含まれています
ko: 삭제 및 복사와 같은 마우스 오른쪽 버튼 클릭 메뉴 옵션 포함
ru: Включает такие пункты меню, вызываемые правой кнопкой мыши, как удаление и копирование.
zh_hans: 包含删除拷贝等右键菜单
zh_hant: 包含刪除複製等右鍵選單

source: Is the menu bar common folder folding enabled?
de: Ist das Falten gemeinsamer Ordner in der Menüleiste aktiviert?
fr: Le pliage des dossiers communs dans la barre de menus est-il activé ?
it: Comprimere le cartelle frequenti nella barra dei menu?
ja: メニューバーの共通フォルダー折りたたみが有効になっていますか?
ko: 메뉴바 공통 폴더 접기가 활성화되어 있나요?
ru: Включено ли свертывание общих папок в строке меню?
zh_hans: 菜单栏常用文件夹是否开启折叠
zh_hant: 選單欄常用資料夾是否開啟摺疊

source: Language
de: Sprache
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Launch At Startup
de: Beim Start starten
fr: Lancer au démarrage
it: Apri all'accesso
ja: 起動時に起動
ko: 시작 시 시작
ru: Запуск при запуске
zh_hans: 开机启动
zh_hant: 開機啟動

source: Light
de: Hell
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
ru: Свет
zh_hans: 亮色
zh_hant: 亮色

source: Limit on the number of favorite folders/apps
de: Begrenzen Sie die Anzahl der bevorzugten Ordner/Apps
fr: Limite du nombre de dossiers/applications favoris
it: Limite al numero di cartelle/app preferite
ja: お気に入りフォルダー/アプリの数の制限
ko: 즐겨찾는 폴더/앱 수 제한
ru: Ограничить количество избранных папок/приложений
zh_hans: 常用文件夹/应用添加数量限制
zh_hant: 常用資料夾/應用新增數量限制

source: Locked File/Folder
de: Gesperrte Datei/Ordner
fr: Fichier/Dossier verrouillé
it: File/Cartella protetti
ja: ロックされたファイル/フォルダー
ko: 잠긴 파일/폴더
ru: Заблокированный файл/папка
zh_hans: 锁定文件/文件夹
zh_hant: 鎖定檔案/資料夾

source: Main Menu
de: Hauptmenü
fr: Menu principal
it: Menu principale
ja: メインメニュー
ko: 메인 메뉴
ru: Главное меню
zh_hans: 主菜单
zh_hant: 主選單

source: Main Window
de: Hauptfenster
fr: Fenêtre principale
it: Finestra principale
ja: メインウィンドウ
ko: 메인 윈도우
ru: Главное окно
zh_hans: 主窗口
zh_hant: 主視窗

source: Menu Bar Folder Settings
de: Ordnereinstellungen in der Menüleiste
fr: Paramètres du dossier de la barre de menus
it: Impostazioni cartelle nella barra dei menu
ja: メニューバーのフォルダー設定
ko: 메뉴 표시줄 폴더 설정
ru: Настройки папки в строке меню
zh_hans: 菜单栏文件夹设置
zh_hant: 選單欄資料夾設定

source: Menu Bar Quick Navigation
de: Schnellnavigation in der Menüleiste
fr: Navigation rapide dans la barre de menus
it: Navigazione rapida nella barra dei menu
ja: メニューバーのクイックナビゲーション
ko: 메뉴 표시줄 빠른 탐색
ru: Строка меню Быстрая навигация
zh_hans: 菜单栏快捷导航
zh_hant: 選單欄快捷導航

source: Menu Sorting
de: Menüsortierung
fr: Tri des menus
it: Ordinamento menu
ja: メニューの並べ替え
ko: 메뉴 정렬
ru: Сортировка меню
zh_hans: 菜单排序
zh_hant: 選單排序

source: Menu Sorting and Enable/Disable
de: Menüsortierung und Aktivieren/Deaktivieren
fr: Tri des menus et activation/désactivation
it: Ordinamento e attivazione menu
ja: メニューの並べ替えと有効/無効
ko: 메뉴 정렬 및 활성화/비활성화
ru: Сортировка меню и включение/выключение
zh_hans: 菜单排序与启用/禁用
zh_hant: 選單排序與啟用/禁用

source: Move To
de: Verschieben nach
fr: Passer à
it: Sposta in
ja: 移動先
ko: 다음으로 이동
ru: Переехать в
zh_hans: 移动到
zh_hant: 移動到

source: My Apps
de: Meine Apps
fr: Mes applications
it: Le mie app
ja: 私のアプリ
ko: 내 앱
ru: Мои приложения
zh_hans: 我的应用
zh_hant: 我的應用

source: New File
de: Neue Datei
fr: Nouveau fichier
it: Nuovo file
ja: 新しいファイル
ko: 새 파일
ru: Новый файл
zh_hans: 新文件
zh_hant: 新檔案

source: New File in Main
de: Neue Datei im Hauptmenü
fr: Nouveau fichier dans principal
it: Nuovo file nel menu principale
ja: メインの新しいファイル
ko: 메인의 새 파일
ru: Новый файл в главном
zh_hans: 主菜单新文件
zh_hant: 主選單新檔案

source: Official Website
de: Offizielle Website
fr: Site officiel
it: Sito ufficiale
ja: 公式ウェブサイト
ko: 공식 홈페이지
ru: Официальный сайт
zh_hans: 官方网站
zh_hant: 官方網站

source: Open Git Remote
de: Öffnen Sie Git Remote
fr: Ouvrir Git Remote
it: Apri repository Git remoto
ja: Git リモートを開く
ko: Git 원격 열기
ru: Открыть удаленный Git
zh_hans: 打开 Git 远程链接
zh_hant: 開啟 Git 遠端連結

source: Open in browser (%@)
de: Im Browser öffnen (%@)
fr: Ouvrir dans le navigateur (%@)
it: Apri nel browser (%@)
ja: ブラウザで開く (%@)
ko: 브라우저에서 열기(%@)
ru: Открыть в браузере (%@)
zh_hans: 浏览器中打开 (%@)
zh_hant: 瀏覽器中開啟 (%@)

source: Open in Finder
de: Im Finder öffnen
fr: Ouvrir dans le Finder
it: Apri nel Finder
ja: ファインダーで開く
ko: Finder에서 열기
ru: Открыть в Finder
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中開啟

source: Open in Xcode
de: In Xcode öffnen
fr: Ouvrir dans Xcode
it: Apri in Xcode
ja: Xcode で開く
ko: Xcode에서 열기
ru: Открыть в Xcode
zh_hans: 在 Xcode 中打开
zh_hant: 在 Xcode 中開啟

source: Open with shortcut
de: Mit Verknüpfung öffnen
fr: Ouvrir avec un raccourci
it: Apri con scorciatoia
ja: ショートカットで開く
ko: 바로가기로 열기
ru: Открыть с помощью ярлыка
zh_hans: 快捷键打开
zh_hant: 快捷鍵開啟

source: Other Menu
de: Anderes Menü
fr: Autre menu
it: Altro
ja: その他のメニュー
ko: 기타 메뉴
ru: Другое меню
zh_hans: 其它菜单
zh_hant: 其它選單

source: Overwrite
de: Überschreiben
fr: Écraser
it: Sovrascrivi
ja: 上書き
ko: 덮어쓰기
ru: Перезаписать
zh_hans: 覆盖
zh_hant: 覆蓋

source: Parent Folder
de: Übergeordneter Ordner
fr: Dossier parent
it: Cartella superiore
ja: 親フォルダー
ko: 상위 폴더
ru: Родительская папка
zh_hans: 父文件夹
zh_hant: 父資料夾

source: Paste an image from the clipboard into a folder.
de: Fügen Sie ein Bild aus der Zwischenablage in einen Ordner ein.
fr: Collez une image du presse-papiers dans un dossier.
it: Incolla un'immagine dagli appunti in una cartella.
ja: 画像をクリップボードからフォルダーに貼り付けます。
ko: 클립보드의 이미지를 폴더에 붙여넣습니다.
ru: Вставьте изображение из буфера обмена в папку.
zh_hans: 将剪贴板中的图片保存到指定文件夹。
zh_hant: 將剪貼簿中的圖片儲存到指定資料夾。

source: Paste Image from clip
de: Bild aus Clip einfügen
fr: Coller l'image à partir du clip
it: Incolla immagine dagli appunti
ja: クリップから画像を貼り付け
ko: 클립의 이미지 붙여넣기
ru: Вставить изображение из клипа
zh_hans: 从剪贴板粘贴图片
zh_hant: 從剪貼簿貼上圖片

source: Path Information
de: Pfadinformationen
fr: Informations sur le chemin
it: Informazioni percorso
ja: パス情報
ko: 경로정보
ru: Информация о пути
zh_hans: 路径信息
zh_hant: 路徑資訊

source: Please check if the folder exists: "%@"
de: Bitte prüfen Sie, ob der Ordner existiert: "%@"
fr: Veuillez vérifier si le dossier existe : "%@"
it: Verifica che la cartella esista: "%@"
ja: フォルダーが存在するかどうかを確認してください: "%@"
ko: 폴더가 있는지 확인하세요: "%@"
ru: Пожалуйста, проверьте, существует ли папка: "%@"
zh_hans: 请检查文件夹是否存在：“%@”
zh_hant: 請檢查資料夾是否存在：“%@”

source: Please enter a script name
de: Bitte geben Sie einen Skriptnamen ein
fr: Veuillez entrer un nom de script
it: Inserisci un nome per lo script
ja: スクリプト名を入力してください
ko: 스크립트 이름을 입력하세요.
ru: Пожалуйста, введите название сценария
zh_hans: 请输入脚本名称
zh_hant: 請輸入指令碼名稱

source: Please select an item
de: Bitte wählen Sie einen Artikel aus
fr: Veuillez sélectionner un article
it: Seleziona un elemento
ja: 項目を選択してください
ko: 항목을 선택해주세요
ru: Пожалуйста, выберите элемент
zh_hans: 请选择一个项目
zh_hant: 請選擇一個專案

source: Plugin needs to be enabled
de: Das Plugin muss aktiviert sein
fr: Le plugin doit être activé
it: Il plugin deve essere abilitato
ja: プラグインを有効にする必要があります
ko: 플러그인을 활성화해야 합니다
ru: Плагин должен быть включен
zh_hans: 需要启用插件
zh_hant: 需要啟用外掛

source: Port
de: Hafen
it: Porta
ja: ポート
ko: 포트
ru: Порт
zh_hans: 端口号
zh_hant: 埠號

source: Privacy Policy
de: Datenschutzrichtlinie
fr: politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Pro
de: Profi
ja: プロ
ko: 찬성
ru: Про
zh_hans: 专业用户
zh_hant: 專業使用者

source: Quick Access App
de: Schnellzugriffs-App
fr: Application d'accès rapide
it: App ad accesso rapido
ja: クイックアクセスアプリ
ko: 빠른 액세스 앱
ru: Приложение быстрого доступа
zh_hans: 快速访问应用程序
zh_hant: 快速訪問應用程式

source: Quick Access Folder
de: Schnellzugriffsordner
fr: Dossier d'accès rapide
it: Cartella ad accesso rapido
ja: クイックアクセスフォルダー
ko: 빠른 액세스 폴더
ru: Папка быстрого доступа
zh_hans: 快速访问文件夹
zh_hant: 快速訪問資料夾

source: Quick Look
de: Kurzer Blick
fr: Aperçu rapide
it: Visualizzazione rapida
ja: クイックルック
ko: 훑어보기
ru: Быстрый просмотр
zh_hans: 快速预览
zh_hant: 快速預覽

source: Quick look theme settings
de: Schnellansicht der Theme-Einstellungen
fr: Paramètres du thème aperçu rapide
it: Impostazioni tema Visualizzazione rapida
ja: クイックルックテーマの設定
ko: 훑어보기 테마 설정
ru: Настройки темы быстрого просмотра
zh_hans: 快速预览主题设置
zh_hant: 快速預覽主題設定

source: Quick Navigation
de: Schnelle Navigation
fr: Navigation rapide
it: Navigazione rapida
ja: クイックナビゲーション
ko: 빠른 탐색
ru: Быстрая навигация
zh_hans: 快速导航
zh_hant: 快速導航

source: Quick Navigation Menu
de: Schnellnavigationsmenü
fr: Menu de navigation rapide
it: Menu navigazione rapida
ja: クイックナビゲーションメニュー
ko: 빠른 탐색 메뉴
ru: Меню быстрой навигации
zh_hans: 快捷导航菜单
zh_hant: 快捷導航選單

source: Quickly create a template file
de: Erstellen Sie schnell eine Vorlagendatei
fr: Créez rapidement un fichier modèle
it: Crea rapidamente un file modello
ja: テンプレートファイルを素早く作成する
ko: 템플릿 파일을 빠르게 생성
ru: Быстрое создание файла шаблона
zh_hans: 快速创建模板文件
zh_hant: 快速建立模板檔案

source: Quit %@
de: Beenden %@
fr: Quitter %@
it: Esci da %@
ja: %@ をやめる
ko: %@ 종료
ru: Выйти %@
zh_hans: 退出 %@
zh_hant: 退出 %@

source: Record the history of folders accessed in Finder locally.
de: Zeichnen Sie den Verlauf der Ordner auf, auf die lokal im Finder zugegriffen wird.
fr: Enregistrez l’historique des dossiers consultés localement dans le Finder.
it: Registra localmente la cronologia delle cartelle aperte nel Finder.
ja: Finder でアクセスしたフォルダーの履歴をローカルに記録します。
ko: Finder에서 로컬로 액세스한 폴더의 기록을 기록합니다.
ru: Записывайте историю папок, к которым обращались в Finder локально.
zh_hans: 在本地记录用户在 Finder 中访问过的文件夹历史
zh_hant: 在本地記錄使用者在 Finder 中訪問過的資料夾歷史

source: Release Notes
de: Versionshinweise
fr: Notes de version
it: Note di rilascio
ja: リリースノート
ko: 릴리스 노트
ru: Примечания к выпуску
zh_hans: 更新日志
zh_hant: 更新日誌

source: Remove sharing record
de: Freigabeeintrag entfernen
fr: Supprimer l'enregistrement de partage
it: Rimuovi record condivisione
ja: 共有レコードを削除する
ko: 공유 기록 삭제
ru: Удалить запись общего доступа
zh_hans: 移除分享记录
zh_hant: 移除分享記錄

source: Reset
de: Zurücksetzen
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 다시 놓기
ru: Перезагрузить
zh_hans: 重置
zh_hant: 重置

source: Reset Icon
de: Symbol „Zurücksetzen“.
fr: Icône de réinitialisation
it: Ripristina icona
ja: リセットアイコン
ko: 재설정 아이콘
ru: Значок сброса
zh_hans: 重置图标
zh_hant: 重置圖示

source: Reset list
de: Liste zurücksetzen
fr: Réinitialiser la liste
it: Ripristina elenco
ja: リストをリセットする
ko: 목록 재설정
ru: Сбросить список
zh_hans: 重置列表
zh_hant: 重置列表

source: Reset to Default App
de: Auf Standard-App zurücksetzen
fr: Réinitialiser l'application par défaut
it: Ripristina app di default
ja: デフォルトのアプリにリセット
ko: 기본 앱으로 재설정
ru: Сбросить настройки приложения по умолчанию
zh_hans: 重置默认应用程序
zh_hant: 重置預設應用程式

source: Restart and recheck permissions
de: Starten Sie neu und überprüfen Sie die Berechtigungen erneut
fr: Redémarrez et revérifiez les autorisations
it: Riavvia e verifica nuovamente le autorizzazioni
ja: 再起動して権限を再確認する
ko: 다시 시작하고 권한을 다시 확인하세요.
ru: Перезагрузите и перепроверьте разрешения
zh_hans: 重启重新检测权限
zh_hant: 重啟重新檢測許可權

source: Restart App
de: App neu starten
fr: Redémarrer l'application
it: Riavvia app
ja: アプリを再起動する
ko: 앱 다시 시작
ru: Перезапустить приложение
zh_hans: 重启应用
zh_hant: 重啟應用

source: Right-click the paths of the selected files or folders;
de: Klicken Sie mit der rechten Maustaste auf die Pfade der ausgewählten Dateien oder Ordner.
fr: Cliquez avec le bouton droit sur les chemins des fichiers ou dossiers sélectionnés ;
it: Fai clic destro sui percorsi dei file o delle cartelle selezionati;
ja: 選択したファイルまたはフォルダーのパスを右クリックします。
ko: 선택한 파일이나 폴더의 경로를 마우스 오른쪽 버튼으로 클릭합니다.
ru: Щелкните правой кнопкой мыши пути выбранных файлов или папок;
zh_hans: 右键点击选中的多个文件或文件夹路径；
zh_hant: 右鍵點選選中的多個檔案或資料夾路徑；

source: Right-click the selected file path;
de: Klicken Sie mit der rechten Maustaste auf den ausgewählten Dateipfad.
fr: Cliquez avec le bouton droit sur le chemin du fichier sélectionné ;
it: Fai clic destro sul percorso del file selezionato;
ja: 選択したファイル パスを右クリックします。
ko: 선택한 파일 경로를 마우스 오른쪽 버튼으로 클릭하세요.
ru: Щелкните правой кнопкой мыши выбранный путь к файлу;
zh_hans: 右键点击所选文件路径；
zh_hant: 右鍵點選所選檔案路徑；

source: Right-click the selected folder path;
de: Klicken Sie mit der rechten Maustaste auf den ausgewählten Ordnerpfad.
fr: Cliquez avec le bouton droit sur le chemin du dossier sélectionné ;
it: Fai clic destro sul percorso della cartella selezionata;
ja: 選択したフォルダー パスを右クリックします。
ko: 선택한 폴더 경로를 마우스 오른쪽 버튼으로 클릭하세요.
ru: Щелкните правой кнопкой мыши путь к выбранной папке;
zh_hans: 右键点击所选文件夹路径；
zh_hant: 右鍵點選所選資料夾路徑；

source: Run
de: Laufen
fr: Courir
it: Esegui
ja: 走る
ko: 달리다
ru: Бегать
zh_hans: 运行
zh_hant: 執行

source: Running
de: Läuft
fr: En cours d'exécution
it: In esecuzione
ja: ランニング
ko: 달리기
ru: Бег
zh_hans: 运行中
zh_hant: 執行中

source: Save
de: Speichern
fr: Sauvegarder
it: Salva
ja: 保存
ko: 구하다
ru: Сохранять
zh_hans: 保存
zh_hant: 儲存

source: Script Content
de: Skriptinhalt
fr: Contenu du script
it: Contenuto script
ja: スクリプトの内容
ko: 스크립트 내용
ru: Содержание сценария
zh_hans: 脚本内容
zh_hant: 指令碼內容

source: Script Name
de: Skriptname
fr: Nom du script
it: Nome script
ja: スクリプト名
ko: 스크립트 이름
ru: Имя сценария
zh_hans: 脚本名称
zh_hant: 指令碼名稱

source: Select App
de: Wählen Sie App
fr: Sélectionnez l'application
it: Seleziona app
ja: アプリを選択
ko: 앱 선택
ru: Выберите приложение
zh_hans: 选择应用
zh_hant: 選擇應用

source: Select Color
de: Wählen Sie Farbe
fr: Sélectionnez la couleur
it: Seleziona colore
ja: 色の選択
ko: 색상 선택
ru: Выберите цвет
zh_hans: 选择颜色
zh_hant: 選擇顏色

source: Select folder authorization
de: Ordnerberechtigung auswählen
fr: Sélectionner l'autorisation du dossier
it: Seleziona autorizzazione cartella
ja: フォルダー権限の選択
ko: 폴더 인증 선택
ru: Выберите авторизацию папки
zh_hans: 选择文件夹授权
zh_hant: 選擇資料夾授權

source: Send To Desktop Symlink
de: Symlink zum Senden an den Desktop
fr: Lien symbolique Envoyer vers le bureau
it: Invia link simbolico alla Scrivania
ja: デスクトップのシンボリックリンクに送信
ko: 데스크톱 Symlink로 보내기
ru: Отправить символическую ссылку на рабочий стол
zh_hans: 发送到桌面快捷方式
zh_hant: 傳送到桌面快捷方式

source: Set folder icon
de: Ordnersymbol festlegen
fr: Définir l'icône du dossier
it: Imposta icona cartella
ja: フォルダーアイコンを設定する
ko: 폴더 아이콘 설정
ru: Установить значок папки
zh_hans: 设置文件夹图标
zh_hant: 設定資料夾圖示

source: Set up website navigation help
de: Richten Sie die Navigationshilfe für die Website ein
fr: Configurer l'aide à la navigation sur le site Web
it: Configura guida alla navigazione web
ja: Web サイトのナビゲーション ヘルプを設定する
ko: 웹사이트 탐색 도움말 설정
ru: Настройка помощи по навигации по сайту
zh_hans: 设置网站导航帮助
zh_hant: 設定網站導航幫助

source: Settings...
de: Einstellungen...
fr: Paramètres...
it: Impostazioni…
ja: 設定...
ko: 설정...
ru: Настройки...
zh_hans: 设置…
zh_hant: 設定…

source: Share file
de: Datei teilen
fr: Partager un fichier
it: Condividi file
ja: ファイルを共有する
ko: 파일 공유
ru: Поделиться файлом
zh_hans: 分享文件
zh_hant: 分享檔案

source: Share File
de: Datei teilen
fr: Partager un fichier
it: Condividi file
ja: ファイルを共有する
ko: 파일 공유
ru: Поделиться файлом
zh_hans: 分享文件
zh_hant: 分享檔案

source: Share File Locally
de: Datei lokal freigeben
fr: Partager un fichier localement
it: Condividi file in locale
ja: ファイルをローカルで共有する
ko: 로컬로 파일 공유
ru: Поделиться файлом локально
zh_hans: 本地分享文件
zh_hant: 本地分享檔案

source: Share Files
de: Dateien teilen
fr: Partager des fichiers
it: Condividi file
ja: ファイルを共有する
ko: 파일 공유
ru: Поделиться файлами
zh_hans: 文件分享
zh_hant: 檔案分享

source: Share QR Code
de: Teilen Sie den QR-Code
fr: Partager le code QR
it: Condividi codice QR
ja: QRコードを共有
ko: QR 코드 공유
ru: Поделиться QR-кодом
zh_hans: 分享二维码
zh_hant: 分享二維碼

source: Shebang
de: Scheiße
fr: Case
ja: シバン
ko: 오두막
ru: Шебанг
zh_hans: 解释器声明
zh_hant: 直譯器宣告

source: Show Context Menu Icon
de: Kontextmenüsymbol anzeigen
fr: Afficher l'icône du menu contextuel
it: Mostra icona nel menu contestuale
ja: コンテキストメニューアイコンを表示
ko: 상황에 맞는 메뉴 아이콘 표시
ru: Показать значок контекстного меню
zh_hans: 显示上下文菜单图标
zh_hant: 顯示上下文選單圖示

source: Show files in folder
de: Dateien im Ordner anzeigen
fr: Afficher les fichiers dans le dossier
it: Mostra file nella cartella
ja: フォルダー内のファイルを表示する
ko: 폴더의 파일 표시
ru: Показать файлы в папке
zh_hans: 文件夹中显示文件
zh_hant: 資料夾中顯示檔案

source: Show folder icon
de: Ordnersymbol anzeigen
fr: Afficher l'icône du dossier
it: Mostra icona cartella
ja: フォルダーアイコンを表示
ko: 폴더 아이콘 표시
ru: Показать значок папки
zh_hans: 显示文件夹图标
zh_hant: 顯示資料夾圖示

source: Show in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finder に表示
ko: Finder에 표시
ru: Показать в Finder
zh_hans: 在访达中显示
zh_hant: 在訪達中顯示

source: Show in Main Menu
de: Im Hauptmenü anzeigen
fr: Afficher dans le menu principal
it: Mostra nel menu principale
ja: メインメニューに表示
ko: 메인 메뉴에 표시
ru: Показать в главном меню
zh_hans: 在主菜单中显示
zh_hant: 在主選單中顯示

source: Show menu icon in menu bar
de: Menüsymbol in der Menüleiste anzeigen
fr: Afficher l'icône du menu dans la barre de menus
it: Mostra icona nella barra dei menu
ja: メニューバーにメニューアイコンを表示
ko: 메뉴 막대에 메뉴 아이콘 표시
ru: Показывать значок меню в строке меню
zh_hans: 显示菜单栏中的菜单图标
zh_hant: 顯示選單欄中的選單圖示

source: Show Total Size
de: Gesamtgröße anzeigen
fr: Afficher la taille totale
it: Mostra dimensione totale
ja: 合計サイズを表示
ko: 전체 크기 표시
ru: Показать общий размер
zh_hans: 显示总大小
zh_hant: 顯示總大小

source: Skips Hidden Files
de: Überspringt versteckte Dateien
fr: Ignore les fichiers cachés
it: Ignora file nascosti
ja: 隠しファイルをスキップする
ko: 숨겨진 파일 건너뛰기
ru: Пропускает скрытые файлы
zh_hans: 跳过隐藏文件
zh_hant: 跳過隱藏檔案

source: Social Accounts
de: Soziale Konten
fr: Comptes sociaux
it: Account social
ja: ソーシャルアカウント
ko: 소셜 계정
ru: Социальные аккаунты
zh_hans: 社交账号
zh_hant: 社交賬號

source: StatusBar Menu
de: StatusBar-Menü
fr: Menu de la barre d'état
it: Menu barra di stato
ja: ステータスバーメニュー
ko: 상태 표시줄 메뉴
ru: Меню статуса
zh_hans: 状态栏菜单
zh_hant: 狀態列選單
